{
  "meta": {
    "language": "en",
    "version": "KJV",
    "public_domain": true
  },
  "verses": [
    {
      "id": 1,
      "text": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up, Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil.",
      "reference": "1 Corinthians 13:4-5"
    },
    {
      "id": 2,
      "text": "Rejoice evermore. Pray without ceasing. In every thing give thanks: for this is the will of God in Christ Jesus concerning you.",
      "reference": "1 Thessalonians 5:16-18"
    },
    {
      "id": 3,
      "text": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God. And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
      "reference": "Philippians 4:6-7"
    },
    {
      "id": 4,
      "text": "The Lord bless thee, and keep thee: The Lord make his face shine upon thee, and be gracious unto thee: The Lord lift up his countenance upon thee, and give thee peace.",
      "reference": "Numbers 6:24-26"
    },
    {
      "id": 5,
      "text": "But they that wait upon the Lord shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.",
      "reference": "Isaiah 40:31"
    },
    {
      "id": 6,
      "text": "Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.",
      "reference": "Isaiah 41:10"
    },
    {
      "id": 7,
      "text": "Let all your things be done with charity.",
      "reference": "1 Corinthians 16:14"
    },
    {
      "id": 8,
      "text": "And these words, which I command thee this day, shall be in thine heart: And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.",
      "reference": "Deuteronomy 6:6-7"
    },
    {
      "id": 9,
      "text": "For I know the thoughts that I think toward you, saith the Lord, thoughts of peace, and not of evil, to give you an expected end.",
      "reference": "Jeremiah 29:11"
    },
    {
      "id": 10,
      "text": "Blessed is the man that trusteth in the Lord, and whose hope the Lord is. For he shall be as a tree planted by the waters, and that spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.",
      "reference": "Jeremiah 17:7-8"
    },
    {
      "id": 11,
      "text": "iTherefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.",
      "reference": "Mark 11:24"
    },
    {
      "id": 12,
      "text": "Commit thy works unto the Lord,  and thy thoughts shall be established.",
      "reference": "Proverbs 16:3"
    },
      {
    "id": 13,
    "text": "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man; That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love.",
    "reference": "Ephesians 3:16-17"
  },
  {
    "id": 14,
    "text": "Cause me to hear thy lovingkindness in the morning; for in thee do I trust: cause me to know the way wherein I should walk; for I lift up my soul unto thee.",
    "reference": "Psalm 143:8"
  },
  {
    "id": 15,
    "text": "And whatsoever ye do, do it heartily, as to the Lord, and not unto men; Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.",
    "reference": "Colossians 3:23-24"
  },
  {
    "id": 16,
    "text": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
    "reference": "Romans 15:13"
  },
  {
    "id": 17,
    "text": "And the Lord, he it is that doth go before thee; he will be with thee, he will not fail thee, neither forsake thee: fear not, neither be dismayed.",
    "reference": "Deuteronomy 31:8"
  },
  {
    "id": 18,
    "text": "The Lord shall preserve thee from all evil: he shall preserve thy soul. The Lord shall preserve thy going out and thy coming in from this time forth, and even for evermore.",
    "reference": "Psalm 121:7-8"
  },
  {
    "id": 19,
    "text": "For we walk by faith, not by sight.",
    "reference": "2 Corinthians 5:7"
  },
  {
    "id": 20,
    "text": "And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.",
    "reference": "Acts 16:31"
  },
  {
    "id": 21,
    "text": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart: So shalt thou find favour and good understanding in the sight of God and man.",
    "reference": "Proverbs 3:3-4"
  },
  {
    "id": 22,
    "text": "Trust in the Lord with all thine heart; and lean not unto thine own understanding. In all thy ways acknowledge him, and he shall direct thy paths.",
    "reference": "Proverbs 3:5-6"
  },
  {
    "id": 23,
    "text": "Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live: And whosoever liveth and believeth in me shall never die. Believest thou this?",
    "reference": "John 11:25-26"
  },
  {
    "id": 24,
    "text": "With all lowliness and meekness, with longsuffering, forbearing one another in love.",
    "reference": "Ephesians 4:2"
  },
  {
    "id": 25,
    "text": "And ye shall serve the Lord your God, and he shall bless thy bread, and thy water; and I will take sickness away from the midst of thee.",
    "reference": "Exodus 23:25"
  },
    {
    "id": 26,
    "text": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
    "reference": "1 Corinthians 13:13"
  },
  {
    "id": 27,
    "text": "Therefore, my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.",
    "reference": "1 Corinthians 15:58"
  },
  {
    "id": 28,
    "text": "Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the Lord thy God is with thee whithersoever thou goest.",
    "reference": "Joshua 1:9"
  },
  {
    "id": 29,
    "text": "Now faith is the substance of things hoped for, the evidence of things not seen.",
    "reference": "Hebrews 11:1"
  },
  {
    "id": 30,
    "text": "And above all these things put on charity, which is the bond of perfectness.",
    "reference": "Colossians 3:14"
  },
  {
    "id": 31,
    "text": "Grant thee according to thine own heart, and fulfil all thy counsel.",
    "reference": "Psalm 20:4"
  },
  {
    "id": 32,
    "text": "And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us.",
    "reference": "1 John 5:14"
  },
  {
    "id": 33,
    "text": "When thou passest through the waters, I will be with thee; and through the rivers, they shall not overflow thee: when thou walkest through the fire, thou shalt not be burned; neither shall the flame kindle upon thee.",
    "reference": "Isaiah 43:2"
  },
  {
    "id": 34,
    "text": "Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.",
    "reference": "2 Corinthians 3:17"
  },
  {
    "id": 35,
    "text": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
    "reference": "Mark 9:23"
  },
  {
    "id": 36,
    "text": "O Lord, thou art my God; I will exalt thee, I will praise thy name; for thou hast done wonderful things; thy counsels of old are faithfulness and truth.",
    "reference": "Isaiah 25:1"
  },
  {
    "id": 37,
    "text": "Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.",
    "reference": "2 Corinthians 9:7"
  },
  {
    "id": 38,
    "text": "And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.",
    "reference": "1 John 4:16"
  },
  {
    "id": 39,
    "text": "Continue in prayer, and watch in the same with thanksgiving.",
    "reference": "Colossians 4:2"
  },
  {
    "id": 40,
    "text": "Rejoicing in hope; patient in tribulation; continuing instant in prayer.",
    "reference": "Romans 12:12"
  },
  {
    "id": 41,
    "text": "What time I am afraid, I will trust in thee.",
    "reference": "Psalm 56:3"
  },
  {
    "id": 42,
    "text": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
    "reference": "John 16:33"
  },
  {
    "id": 43,
    "text": "Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.",
    "reference": "Jeremiah 29:12"
  },
  {
    "id": 44,
    "text": "See then that ye walk circumspectly, not as fools, but as wise, Redeeming the time, because the days are evil.",
    "reference": "Ephesians 5:15-16"
  },
  {
    "id": 45,
    "text": "And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.",
    "reference": "Acts 16:25"
  },
  {
    "id": 46,
    "text": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
    "reference": "Ephesians 4:32"
  },
  {
    "id": 47,
    "text": "Watch ye, stand fast in the faith, quit you like men, be strong.",
    "reference": "1 Corinthians 16:13"
  },
  {
    "id": 48,
    "text": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, Meekness, temperance: against such there is no law.",
    "reference": "Galatians 5:22-23"
  },
  {
    "id": 49,
    "text": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind, Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.",
    "reference": "1 Corinthians 6:9-10"
  },
  {
    "id": 50,
    "text": "Wherefore comfort yourselves together, and edify one another, even as also ye do.",
    "reference": "1 Thessalonians 5:11"
  },
   {
    "id": 51,
    "text": "He that covereth a transgression seeketh love;\nbut he that repeateth a matter separateth very friends.",
    "reference": "Proverbs 17:9"
  },
  {
    "id": 52,
    "text": "For ye are all the children of God by faith in Christ Jesus. For as many of you as have been baptized into Christ have put on Christ.",
    "reference": "Galatians 3:26-27"
  },
  {
    "id": 53,
    "text": "If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land.",
    "reference": "2 Chronicles 7:14"
  },
  {
    "id": 54,
    "text": "Why art thou cast down, O my soul?\nand why art thou disquieted within me?\nhope thou in God:\nfor I shall yet praise him,\nwho is the health of my countenance, and my God.",
    "reference": "Psalm 42:11"
  },
  {
    "id": 55,
    "text": "Keep thy heart with all diligence;\nfor out of it are the issues of life.",
    "reference": "Proverbs 4:23"
  },
  {
    "id": 56,
    "text": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
    "reference": "James 1:22"
  },
  {
    "id": 57,
    "text": "O give thanks unto the Lord; for he is good;\nfor his mercy endureth for ever.",
    "reference": "1 Chronicles 16:34"
  },
  {
    "id": 58,
    "text": "For I the Lord thy God\nwill hold thy right hand,\nsaying unto thee, Fear not;\nI will help thee.",
    "reference": "Isaiah 41:13"
  },
  {
    "id": 59,
    "text": "As in water face answereth to face,\nso the heart of man to man.",
    "reference": "Proverbs 27:19"
  },
  {
    "id": 60,
    "text": "But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.",
    "reference": "James 1:6"
  },
  {
    "id": 61,
    "text": "Come unto me, all ye that labour and are heavy laden, and I will give you rest.",
    "reference": "Matthew 11:28"
  },
  {
    "id": 62,
    "text": "Call unto me, and I will answer thee, and show thee great and mighty things, which thou knowest not.",
    "reference": "Jeremiah 33:3"
  },
  {
    "id": 63,
    "text": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
    "reference": "Romans 12:2"
  },
  {
    "id": 64,
    "text": "Behold, how good and how pleasant it is\nfor brethren to dwell together in unity!",
    "reference": "Psalm 133:1"
  },
  {
    "id": 65,
    "text": "Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.",
    "reference": "1 Corinthians 1:10"
  },
  {
    "id": 66,
    "text": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort; Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
    "reference": "2 Corinthians 1:3-4"
  },
  {
    "id": 67,
    "text": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
    "reference": "Hebrews 4:16"
  },
  {
    "id": 68,
    "text": "Greater love hath no man than this, that a man lay down his life for his friends.",
    "reference": "John 15:13"
  },
  {
    "id": 69,
    "text": "Let every thing that hath breath praise the Lord.\nPraise ye the Lord.",
    "reference": "Psalm 150:6"
  },
  {
    "id": 70,
    "text": "Thy word is a lamp unto my feet,\nand a light unto my path.",
    "reference": "Psalm 119:105"
  },
  {
    "id": 71,
    "text": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
    "reference": "2 Timothy 1:7"
  },
  {
    "id": 72,
    "text": "A friend loveth at all times,\nand a brother is born for adversity.",
    "reference": "Proverbs 17:17"
  },
  {
    "id": 73,
    "text": "I can do all things through Christ which strengtheneth me.",
    "reference": "Philippians 4:13"
  },
  {
    "id": 74,
    "text": "He healeth the broken in heart,\nand bindeth up their wounds.",
    "reference": "Psalm 147:3"
  },
  {
    "id": 75,
    "text": "My flesh and my heart faileth:\nbut God is the strength of my heart,\nand my portion for ever.",
    "reference": "Psalm 73:26"
  },
   {
    "id": 76,
    "text": "We love him, because he first loved us.",
    "reference": "1 John 4:19"
  },
  {
    "id": 77,
    "text": "If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.",
    "reference": "1 John 1:9"
  },
  {
    "id": 78,
    "text": "But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.",
    "reference": "Matthew 19:14"
  },
  {
    "id": 79,
    "text": "And ye shall seek me, and find me, when ye shall search for me with all your heart.",
    "reference": "Jeremiah 29:13"
  },
  {
    "id": 80,
    "text": "He giveth power to the faint;\nand to them that have no might he increaseth strength.",
    "reference": "Isaiah 40:29"
  },
  {
    "id": 81,
    "text": "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own? For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.",
    "reference": "1 Corinthians 6:19-20"
  },
  {
    "id": 82,
    "text": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
    "reference": "1 Corinthians 15:57"
  },
  {
    "id": 83,
    "text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
    "reference": "John 14:27"
  },
  {
    "id": 84,
    "text": "He that followeth after righteousness and mercy\nfindeth life, righteousness, and honour.",
    "reference": "Proverbs 21:21"
  },
  {
    "id": 85,
    "text": "Train up a child in the way he should go:\nand when he is old, he will not depart from it.",
    "reference": "Proverbs 22:6"
  },
  {
    "id": 86,
    "text": "Be strong and of a good courage, fear not, nor be afraid of them: for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.",
    "reference": "Deuteronomy 31:6"
  },
  {
    "id": 87,
    "text": "The liberal soul shall be made fat:\nand he that watereth shall be watered also himself.",
    "reference": "Proverbs 11:25"
  },
  {
    "id": 88,
    "text": "But who am I, and what is my people, that we should be able to offer so willingly after this sort? for all things come of thee, and of thine own have we given thee.",
    "reference": "1 Chronicles 29:14"
  },
  {
    "id": 89,
    "text": "For of him, and through him, and to him, are all things: to whom be glory for ever. Amen.",
    "reference": "Romans 11:36"
  },
  {
    "id": 90,
    "text": "For the Lord giveth wisdom:\nout of his mouth cometh knowledge and understanding.",
    "reference": "Proverbs 2:6"
  },
  {
    "id": 91,
    "text": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
    "reference": "Ephesians 6:11"
  },
  {
    "id": 92,
    "text": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: That the man of God may be perfect, thoroughly furnished unto all good works.",
    "reference": "2 Timothy 3:16-17"
  },
  {
    "id": 93,
    "text": "Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?",
    "reference": "John 11:40"
  },
  {
    "id": 94,
    "text": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.",
    "reference": "1 Corinthians 13:2"
  },
  {
    "id": 95,
    "text": "Behold, I am the Lord, the God of all flesh: is there any thing too hard for me?",
    "reference": "Jeremiah 32:27"
  },
  {
    "id": 96,
    "text": "The Lord is nigh unto all them that call upon him,\nto all that call upon him in truth.",
    "reference": "Psalm 145:18"
  },
  {
    "id": 97,
    "text": "Bless the Lord, O my soul:\nand all that is within me, bless his holy name.",
    "reference": "Psalm 103:1"
  },
  {
    "id": 98,
    "text": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ.",
    "reference": "2 Thessalonians 3:5"
  },
  {
    "id": 99,
    "text": "For if ye forgive men their trespasses, your heavenly Father will also forgive you.",
    "reference": "Matthew 6:14"
  },
  {
    "id": 100,
    "text": "Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.",
    "reference": "Colossians 3:13"
  }
  ]
}

